[
    {
        "_id": "1",
        "collegeImg": "https://i.ibb.co/PjwRrBj/01.jpg",
        "college_Name": "InnovationTech Institute",
        "ratings": "4.5",
        "date": "November 16, 2023",
        "admission_Process": "InnovationTech Institute seeks students who are passionate about using technology to drive innovation and positive change. Prospective students must showcase their academic excellence, creativity, and commitment to making a difference.",
        "events": [
            {
                "eventName": "Innovation Summit",
                "date": "September 28-30, 2023",
                "description": "Innovation Summit brings together visionaries and entrepreneurs to discuss cutting-edge technologies and their potential impact on society."
            },
            {
                "eventName": "Tech Internship Fair",
                "date": "November 27, 2023",
                "description": "Tech Internship Fair provides students with opportunities to secure internships with forward-thinking companies and startups."
            }
        ],
        "research_Works": "InnovationTech Institute focuses on research areas such as biotechnology, renewable energy, and human-computer interaction. The institute collaborates with local startups and research centers.",
        "sports": "Basketball"
    },
    {
        "_id": "2",
        "collegeImg": "https://i.ibb.co/1XtW7SD/02.jpg",
        "college_Name": "Innovate University",
        "ratings": "4",
        "date": "November 14, 2023",
        "admission_Process": "Innovate University seeks students who have a passion for innovation and creativity. Prospective students must showcase their academic achievements, creativity, and problem-solving skills.",
        "events": [
            {
                "eventName": "Innovation Expo",
                "date": "September 5-7, 2023",
                "description": "Innovation Expo celebrates the creativity of students and faculty, showcasing projects, research, and inventions that have the potential to make a positive impact on society."
            },
            {
                "eventName": "Tech Career Summit",
                "date": "November 25, 2023",
                "description": "Tech Career Summit connects students with industry professionals, offering insights into different tech careers and networking opportunities."
            }
        ],
        "research_Works": "Innovate University's research initiatives span across fields like biotechnology, renewable energy, and data science. The university collaborates with startups and established companies to drive innovation.",
        "sports": "Basketball"
    },
    {
        "_id": "3",
        "collegeImg": "https://i.ibb.co/7vR26tF/03.jpg",
        "college_Name": "Tech Innovators Institute",
        "ratings": "5",
        "date": "November 26, 2023",
        "admission_Process": "Tech Innovators Institute looks for students with a strong background in technology and a track record of innovation. Prospective students must demonstrate their technical skills and showcase their innovative projects.",
        "events": [
            {
                "eventName": "Tech Expo",
                "date": "October 10-12, 2023",
                "description": "Tech Expo features a series of exhibitions and workshops highlighting the latest advancements in technology and encouraging students to think creatively."
            },
            {
                "eventName": "Industry Connect",
                "date": "November 30, 2023",
                "description": "Industry Connect provides a platform for students to network with industry professionals, fostering collaborations and potential job opportunities."
            }
        ],
        "research_Works": "Tech Innovators Institute leads the way in research related to robotics, machine learning, and space exploration. The institute collaborates with government agencies and international research organizations.",
        "sports": "Tennis"
    },
    {
        "_id": "4",
        "collegeImg": "https://i.ibb.co/ry7j9mh/04.jpg",
        "college_Name": "TechGenius College",
        "ratings": "4.3",
        "date": "November 16, 2023",
        "admission_Process": "TechGenius College seeks students with exceptional problem-solving skills and a passion for technology. Prospective students must submit their academic records, essays, and letters of recommendation.",
        "events": [
            {
                "eventName": "Tech Showcase",
                "date": "October 5-7, 2023",
                "description": "Tech Showcase presents the most outstanding projects and research by students and faculty, attracting attention from industry experts and potential investors."
            },
            {
                "eventName": "Tech Career Fair",
                "date": "November 18, 2023",
                "description": "Tech Career Fair offers students the chance to explore internship opportunities and secure full-time positions with top tech companies."
            }
        ],
        "research_Works": "TechGenius College leads research in areas like quantum computing, cybersecurity, and renewable energy solutions. The college collaborates with technology startups and Fortune 500 companies.",
        "sports": "Volleyball"
    },
    {
        "_id": "5",
        "collegeImg": "https://i.ibb.co/5YcJmc6/05.jpg",
        "college_Name": "InnovateTech University",
        "ratings": "4.2",
        "date": "November 16, 2023",
        "admission_Process": "InnovateTech University values creativity, critical thinking, and curiosity. Prospective students must demonstrate their academic excellence and a passion for driving technological innovation.",
        "events": [
            {
                "eventName": "Innovation Summit",
                "date": "September 15-17, 2023",
                "description": "Innovation Summit brings together renowned innovators and thought leaders to discuss emerging technologies and their potential impact on society."
            },
            {
                "eventName": "Tech Internship Fair",
                "date": "November 22, 2023",
                "description": "Tech Internship Fair offers students the chance to connect with startups and established companies, providing valuable work experience opportunities."
            }
        ],
        "research_Works": "InnovateTech University's research efforts focus on biotechnology, artificial intelligence, and sustainable urban development. The university collaborates with global research institutes and NGOs.",
        "sports": "Cricket"
    },
    {
        "_id": "6",
        "collegeImg": "https://i.ibb.co/48pdJGR/06.jpg",
        "college_Name": "Tech Visionary Institute",
        "ratings": "4",
        "date": "November 16, 2023",
        "admission_Process": "Tech Visionary Institute seeks visionary students with a strong academic background. Prospective students must submit their academic records, extracurricular achievements, and a statement of purpose.",
        "events": [
            {
                "eventName": "Tech Vision Expo",
                "date": "October 15-17, 2023",
                "description": "Tech Vision Expo showcases futuristic technologies and visionary projects that have the potential to shape the future."
            },
            {
                "eventName": "Tech Networking Event",
                "date": "November 20, 2023",
                "description": "Tech Networking Event provides a platform for students to interact with industry leaders and innovators, fostering collaborations and mentorship opportunities."
            }
        ],
        "research_Works": "Tech Visionary Institute is dedicated to research in fields like nanotechnology, quantum computing, and sustainable materials. The institute partners with forward-thinking corporations and research organizations.",
        "sports": "Swimming"
    },
    {
        "_id": "7",
        "collegeImg": "https://i.ibb.co/mvP9XVP/07.jpg",
        "college_Name": "Tech Pioneers College",
        "ratings": "4.5",
        "date": "November 16, 2023",
        "admission_Process": "Tech Pioneers College seeks students who are pioneers in their fields and have a passion for pushing the boundaries of technology. Prospective students must showcase their innovative projects and academic excellence.",
        "events": [
            {
                "eventName": "Tech Expo",
                "date": "September 25-27, 2023",
                "description": "Tech Expo features cutting-edge projects and research, encouraging students to share their ideas and collaborate with like-minded individuals."
            },
            {
                "eventName": "Career Tech Fair",
                "date": "November 12, 2023",
                "description": "Career Tech Fair connects students with startups and established tech companies, offering internship and job opportunities across various tech domains."
            }
        ],
        "research_Works": "Tech Pioneers College is renowned for research in artificial intelligence, advanced materials, and space technology. The college collaborates with startups, government agencies, and international research institutions.",
        "sports": "Badminton"
    },
    {
        "_id": "8",
        "collegeImg": "https://i.ibb.co/8PwDzxM/08.jpg",
        "college_Name": "Tech Nexus University",
        "ratings": "4.8",
        "date": "November 06, 2023",
        "admission_Process": "Tech Nexus University seeks students who embrace innovation and are eager to explore the intersections of technology with other disciplines. Prospective students must demonstrate academic excellence and a passion for interdisciplinary studies.",
        "events": [
            {
                "eventName": "Tech Nexus Symposium",
                "date": "September 12-14, 2023",
                "description": "Tech Nexus Symposium brings together experts from diverse fields to discuss the potential of technology in addressing global challenges."
            },
            {
                "eventName": "Tech Job Fair",
                "date": "November 29, 2023",
                "description": "Tech Job Fair offers students a platform to connect with companies across industries, exploring opportunities to contribute their technological expertise."
            }
        ],
        "research_Works": "Tech Nexus University's research focuses on the integration of technology with healthcare, education, and environmental sustainability. The university collaborates with NGOs and international research centers.",
        "sports": "Table Tennis"
    },
    {
        "_id": "9",
        "collegeImg": "https://i.ibb.co/yYD7mCR/09.jpg",
        "college_Name": "TechXcellence Institute",
        "ratings": "3.9",
        "date": "November 16, 2023",
        "admission_Process": "TechXcellence Institute looks for students with a passion for excellence and a strong commitment to making a positive impact through technology. Prospective students must showcase their academic achievements, leadership skills, and dedication to innovation.",
        "events": [
            {
                "eventName": "TechXpo",
                "date": "October 8-10, 2023",
                "description": "TechXpo celebrates excellence in technology, featuring award-winning projects and research from students and faculty."
            },
            {
                "eventName": "Tech Leaders Forum",
                "date": "November 24, 2023",
                "description": "Tech Leaders Forum invites accomplished tech leaders to share their experiences and insights with students, inspiring the next generation of innovators."
            }
        ],
        "research_Works": "TechXcellence Institute is committed to research in artificial intelligence, data analytics, and renewable energy solutions. The institute collaborates with technology startups and government agencies.",
        "sports": "Athletics"
    },
    {
        "_id": "10",
        "collegeImg": "https://i.ibb.co/mCmPh1G/10.jpg",
        "college_Name": "Tech Frontier College",
        "ratings": "4.5",
        "date": "November 16, 2023",
        "admission_Process": "Tech Frontier College seeks students who are eager to explore uncharted territories in technology and contribute to groundbreaking advancements. Prospective students must demonstrate academic excellence and a forward-thinking mindset.",
        "events": [
            {
                "eventName": "Frontier Tech Expo",
                "date": "October 25-27, 2023",
                "description": "Frontier Tech Expo showcases revolutionary projects and research that push the boundaries of technology and redefine the future."
            },
            {
                "eventName": "Tech Internship Day",
                "date": "November 16, 2023",
                "description": "Tech Internship Day connects students with startups and tech giants, offering internship opportunities in cutting-edge technology domains."
            }
        ],
        "research_Works": "Tech Frontier College focuses on research areas like nanotechnology, biocomputing, and space exploration. The college collaborates with global research institutions and space agencies.",
        "sports": "Track and Field"
    }
]